Repository: tp38/money
Catalog: money.code/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Completion date
fr: Date de réalisation

source: Enter here the completion date for this operation.
fr: Entrer ici la date de réalisation de l'opération.

source: Amount
fr: Montant

source: -999999.99€ <= the amount in euro (€) <= 999999.99€.
fr: -999999.99€ <= montant en euro (€) <= 999999.99€.

source: Paymedia
fr: Moyen de paiement

source: Comment
fr: Commentaire

source: State
fr: État

source: Reccurence
fr: Périodicité

source: PayMedia for this Operation.
fr: Moyen de paiement de cette opération.

source: Write here anything that make sense for you. Use @Pseudo ou #HashTag to sort Operations.
fr: Inscrire ici ce qui fait sens pour vous. Utiliser @Pseudo et #HashTag pour regrouper les opérations.

source: State of operation in ['Check', 'Done', 'Upcoming'].
fr: État de l'opération ['Pointée', 'Réalisée', 'A venir'].

source: Frequency of operation in ['None', 'Monthly', 'Quaterly', 'Halfyearly', 'Yearly']
fr: Périodicité de l'opération ['Aucune', 'Mensuelle', 'Trimestrielle', 'Semestrielle', 'Annuelle']

source: PayMedia
fr: Moyen de paiement

source: Choose here the paymedia you search for
fr: Choisissez le moyen de paiement recherché

source: Completion_date
fr: Date de réalisation

source: Enter here the completion date you search for
fr: Entrer ici la date de réalisation recherchée

source: Value date
fr: Date de valeur

source: Enter here the value date you search for
fr: Entrer ici la date de valeur recherchée

source: Enter here the string you search for in Comment field
fr: Entrer ici la chaîne de caractères à rechercher dans le champ Commentaire

source: Enter here the amount you search for
fr: Entrer ici le montant à rechercher

source: Select the state you search for
fr: Sélectionner l'état à rechercher

source: Recurrence
fr: Périodicité

source: Select the recurrence you search for
fr: Sélectionner la périodicité que vous rechercher

source: Blue
fr: Bleu

source: Grey
fr: Gris

source: Green
fr: Vers

source: Red
fr: Rouge

source: LightGrey
fr: Gris clair

source: DarkGrey
fr: Gris foncé

source: Checking Account
fr: Compte courant

source: `A` Booklet
fr: Livret A

source: Popular Booklet
fr: Livret d'Épargne Populaire

source: Cash Account
fr: Compte d'Espèces

source: Stock Exchange
fr: Compte en Actions

source: Check
fr: Pointée

source: Done
fr: Réalisée

source: Upcoming
fr: A venir

source: None
fr: Aucun

source: Monthly
fr: Mensuel

source: Quaterly
fr: Trimestriel

source: Halfyearly
fr: Semestriel

source: Yearly
fr: Annuel

source: Immediate
fr: Immédiat

source: Deferred
fr: Différé

source: Card
fr: Carte

source: Cheque
fr: Chéque

source: Transfer
fr: Virement

source: Cash
fr: Espèces

source: Interbank
fr: Inter-Banques

source: Name
fr: Nom

source: Set here the Budget Item name.
fr: Renseigner ici le nom de la ligne budgétaire.

source: Set here the amount for this budget item.
fr: Renseigner ici le montant pour cette ligne budgétaire.

source: BudgetItem
fr: Ligne budgétaire

source: Valid
fr: Valider

source: Set her the budget concerned BudgetItem.
fr: Renseigner ici le budget de la ligne budgétaire.

source: OpElement to take into account or not.
fr: Élément a prendre en compte (ou non).

source: Sum
fr: Total

source: View operation list for this account
fr: Visualiser la liste des opération de ce compte

source: Delete an Operation
fr: Effacer une opération

source: Are you sure you really want to delete this operation
fr: Êtes vous sur de vouloir supprimer cette oération

source: Confirm
fr: Confirmer

source: Return to your BankAccount detail
fr: Retourner au détail de ce compte bancaire

source: Cancel
fr: Annuler

source: Create or update an Operation
fr: Créer ou mettre à jour une opération

source: Save
fr: Sauvegarder

source: Save this new pay operation
fr: Sauvegarder cette nouvelle opération

source: Cancel and return to the pay media list for this account
fr: Annuler et retourner à la liste des moyens de paiement de ce compte

source: Search result
fr: Résultat de la recherche

source: Display all operations
fr: Afficher toutes les opérations

source: Display active operations
fr: Afficher les opérations courantes

source: Display/Hide checked operations
fr: Afficher/Cacher les opérations pointées

source: Display/Hide done operations
fr: Afficher/Cacher les opérations réalisées

source: Display/Hide upcoming operations
fr: Afficher/Cacher les opérations à venir

source: Add an Operation
fr: Ajouter une opération

source: Search operations
fr: Recherche d'opérations

source: Checked
fr: Pointée

source: Edit
fr: Modifier

source: Add
fr: Ajouter

source: Spread
fr: Répartir

source: Delete
fr: Supprimer

source: Search Operations
fr: Recherche d'opérations

source: Search
fr: Rechercher

source: Search for operations like that
fr: Recherche d'opérations correspondant à

source: Go to Django admin
fr: Vers le site d'administration

source: Sign out
fr: Sortir

source: Create or Update a Budget Item
fr: Créer ou mettre à jour une ligne budgétaire

source: Save this budget item
fr: Sauvegarder cette ligne budgétaire

source: Cancel and return to your BudgetItem list
fr: Annuler et retourner à la liste des lignes budgétaires

source: BudgetItem list of
fr: Lignes budgétaires de

source: Budget Name
fr: Ligne budgétaire

source: Balance
fr: Delta

source: Edit this Budget Item
fr: Modifier cette ligne budgétaire

source: List OpElement for this Budget Item
fr: Liste des opérations de cette ligne budgétaire

source: Enveloppes List for this month
fr: Liste des enveloppes pour ce mois

source: View enveloppes List for this month
fr: Visualiser la liste des enveloppes pour ce mois

source: BudgetItemRef list
fr: Liste de référence des lignes budgétaires

source: OpElement list for
fr: Liste des opérations pour

source: Spreading detail
fr: Détail de la répartition

source: There's no OpElement for this Item yet
fr: Il n'y a pas encore d'opération pour cette ligne

source: Spreading detail for :
fr: Détail de la répartition pour :

source: Update this Operation
fr: Mettre à jour cette opération

source: Update this OpElement
fr: Mettre à jour cet élément

source: Delete this OpElement
fr: Effacer cet élément

source: There's no OpElement for this Operation yet
fr: Il n'y a pas encore d'élément pour cette opération

source: Add a new opelement for this operation
fr: Ajouter un nouvel élément pour cette opération

source: Enveloppes list for
fr: Liste des enveloppes pour

source: Delete an OpElement
fr: Effacer un élément

source: Are you sure you really want to delete this OpElement
fr: Êtes vous sur de vouloir supprimer cet élément

source: Return to OpElement list
fr: Retour vers la liste des éléments

source: Create or update an OpElement
fr: Créer ou mettre à jour un élément

source: Save this new OpElement
fr: Sauvegarder ce nouvel élément

source: Login
fr: Entrer

source: Current month
fr: Mois courant

source: Set date
fr: Valider la date
